Repository: Suwayomi/Tachidesk-Sorayomi
Catalog: lib/src/l10n/app_*.arb
Languages: vi

source: About
vi: Giới thiệu

source: Add Category
vi: Thêm danh mục

source: Add to Library
vi: Thêm vào thư viện

source: App Language
vi: Ngôn ngữ

# appTheme
source: App Theme Mode
vi: Chủ đề

source: Appearance
vi: Giao diện

# authType
source: Authentication Type
vi: Xác thực

# authTypeBasic
source: Basic Auth
vi: Xác thực cơ bản

# authTypeNone
source: None
vi: Không

# backup
source: Backup & Restore
vi: Sao lưu & Khôi phục

source: Badges
vi: Nhãn

source: Bookmarked
vi: Đã đánh dấu

source: Browse
vi: Duyệt

source: Cache Cleared
vi: Đã xóa bộ nhớ đệm

source: Cancel
vi: Hủy bỏ

source: Categories
vi: Danh mục

source: Category Update
vi: Cập nhật danh mục

source: Build time
vi: Phát hành

source: All Scanlators
vi: Tất cả nhóm dịch

source: Channel
vi: Kênh

source: Chapter {number}
vi: Chương {number}

# chapterSortSource
source: By Source
vi: Theo nguồn truyện

# chapterSortUploadDate
source: By Upload Date
vi: Theo ngày đăng

# chapterSortFetchedDate
source: By Fetched Date
vi: Theo ngày tìm nạp

source: Check for Server updates
vi: Kiểm tra cập nhật máy chủ

source: Check for updates
vi: Kiểm tra bản cập nhật

source: Clear Cache
vi: Xóa bộ nhớ đệm

source: Client
vi: Khách

source: Client version
vi: Phiên bản máy khách

source: Close
vi: Đóng

# createBackupDescription
source: Backup library as a Tachidesk backup
vi: Sao lưu thư viện bằng định dạng Tachiyomi

# createBackupTitle
source: Create Backup
vi: Tạo bản sao lưu

# daysAgo
source: {days} days ago
vi: {days} ngày trước

# defaultCategory
source: Default category when adding new manga to library
vi: Danh mục mặc định khi thêm manga mới vào thư viện

source: Delete
vi: Xóa bỏ

# deleteCategoryDescription
source: This will merge all Mangas in this Category to Default!
vi: Điều này sẽ hợp nhất tất cả Manga trong Danh mục này thành Mặc định!

# deleteCategoryTitle
source: Are you sure?
vi: Bạn có chắc không?

source: Display
vi: Hiển thị

source: Display Mode
vi: Chế độ hiển thị

# displayModeGrid
source: Grid
vi: Lưới

# displayModeDescriptiveList
source: Descriptive List
vi: Danh sách chi tiết

# displayModeList
source: List
vi: Danh sách

source: Downloaded
vi: Đã tải xuống

source: Downloads
vi: Tải xuống

source: Edit
vi: Chỉnh sửa

source: Edit Category
vi: Chỉnh sửa danh mục

# emptyCategory
source: Category name can't be Empty
vi: Tên danh mục không được để trống

# errorExtension
source: Can't find the selected extension
vi: Không thể tìm thấy phần mở rộng đã chọn

# errorFilePick
source: File not selected!
vi: Tệp không được chọn!

# errorLaunchURL
source: Failed to open! Copying "{url}" to clipboard
vi: Không thể mở được! Đang sao chép "{url}" vào bảng nhớ tạm

# errorPassword
source: Password can't be empty
vi: Mật khẩu không thể trống

# errorUserName
source: UserName can't be empty
vi: Tên người dùng không được để trống

source: Extension Installed!
vi: Đã cài đặt phần mở rộng!

# extensionListEmpty
source: Extension list is Empty
vi: Danh sách phần mở rộng trống

source: Extensions
vi: Phần mở rộng

source: Failed
vi: Thất bại

source: Filter
vi: Bộ lọc

# findServer
source: Find
vi: Tìm

source: Finished
vi: Hoàn thành

source: Current
vi: Hiện hành

source: General
vi: Tổng quan

source: Global Search
vi: Tìm kiếm toàn cầu

source: Global Update
vi: Cập nhật thư viện

source: Help
vi: Trợ giúp

source: Install
vi: Cài đặt

source: Installing
vi: Đang cài đặt

source: Installing Extension
vi: Cài đặt phần mở rộng

# isTrueBlack
source: True Black
vi: Đen tuyền

source: Languages
vi: Ngôn ngữ

source: Latest
vi: Mới nhất

source: Library
vi: Thư viện

source: Manga
vi: Truyện

source: Manga Grid Size
vi: Kích thước lưới

source: Manga Missing Sources
vi: Truyện thiếu nguồn

# mangaSortAlphabetical
source: Alphabetical
vi: Theo bảng chữ cái

# mangaSortLastRead
source: Last Read
vi: Đã đọc gần nhất

# mangaSortUnread
source: Unread
vi: Chưa đọc

# mangaStatusCancelled
source: Cancelled
vi: Đã hủy

# mangaStatusCompleted
source: Completed
vi: Hoàn thành

# mangaStatusLicensed
source: Licensed
vi: Được cấp phép

# mangaStatusOnHiatus
source: On Hiatus
vi: Tạm ngưng

# mangaStatusOngoing
source: Ongoing
vi: Đang tiến hành

# mangaStatusPublishingFinished
source: Publishing Finished
vi: Đã hoàn thành xuất bản

# mangaStatusUnknown
source: Unknown
vi: Không rõ

# missingExtension
source: Missing Extensions
vi: Thiếu phần mở rộng

source: Missing Trackers
vi: Thiếu trình theo dõi

source: Move to Bottom
vi: Di chuyển xuống dưới cùng

source: New update available
vi: Đã có bản cập nhật mới

# nextChapter
source: Next: {chapterTitle}
vi: Chương kế tiếp:{chapterTitle}

# noCategoriesFound
source: You don't have any Categories. (Tip: Tap the Plus button to create one for organizing your library)
vi: Bạn không có bất kỳ Danh mục nào. (Mẹo: Nhấn vào nút Dấu cộng để tạo một nút để sắp xếp thư viện của bạn)

# noCategoriesFoundAlt
source: You don't have any Categories. Create one in settings for organizing your library
vi: Bạn không có bất kỳ Danh mục nào. Tạo một cái trong cài đặt để tổ chức thư viện của bạn

# noCategoryMangaFound
source: No manga found in this Category. (Tip: Check your search & filters!)
vi: Không tìm thấy manga nào trong danh mục này. (Mẹo: Kiểm tra tìm kiếm và bộ lọc của bạn!)

source: No Chapters found
vi: Không tìm thấy chương nào

source: No Downloads
vi: Không có

# noMangaFound
source: No Mangas Found
vi: Không tìm thấy Manga nào

# noOfChapters
source: {count} Chapters
vi: {count} Chương

# noResultFound
source: No results found
vi: Không tìm thấy kết quả nào

# noServerFound
source: No Server found in your local network
vi: Không tìm thấy máy chủ nào trong mạng cục bộ của bạn

source: No sources found
vi: Không tìm thấy nguồn nào

# noUpdatesAvailable
source: You're using the latest version
vi: Bạn đang sử dụng phiên bản mới nhất

source: No updates found
vi: Không tìm thấy bản cập nhật nào

# nsfw
source: Show NSFW extensions and sources
vi: Hiển thị các phần mở rộng và nguồn NSFW

source: {num} Selected
vi: {num} Đã chọn

source: Obsolete
vi: Lỗi thời

# page
source: Page: {number}
vi: Trang: {number}

source: Password
vi: Mật khẩu

source: Pause
vi: Tạm dừng

source: Pending
vi: Chờ xử lý

# previousChapter
source: Previous: {chapterTitle}
vi: Chương trước đó: {chapterTitle}

source: Quick Search
vi: Tìm kiếm nhanh

# quickSearchCategory
source: Go to Category 'C'
vi: Chuyển đến Danh mục 'C'

# quickSearchCategoryManga
source: Go to Manga 'M' in Category 'C'
vi: Đi đến Manga 'M' trong Danh mục 'C'

# quickSearchCategoryMangaChapter
source: Go to Chapter Name 'CN' from Manga 'M' in Category 'C'
vi: Chuyển đến Tên chương 'CN' từ Manga 'M' trong Danh mục 'C'

# quickSearchContext
source: Search for query X (Results are based on screen context)
vi: Tìm kiếm truy vấn X (Kết quả dựa trên ngữ cảnh màn hình)

# quickSearchSource
source: Go to Source 'S'
vi: Đi tới Nguồn 'S'

source: Reader
vi: Trình đọc

# readerMagnifierSize
source: Magnifier Size
vi: Kích thước kính lúp

# readerMode
source: Reading Mode
vi: Kiểu đọc

# readerModeContinuousHorizontalLTR
source: Continuous Horizontal (LTR)
vi: Ngang liên tục (LTR)

# readerModeContinuousVertical
source: Continuous Vertical
vi: Cuộc dọc có khoảng cách

# readerModeDefaultReader
source: Default
vi: Mặc định

# readerModeSingleHorizontalLTR
source: Single Horizontal (LTR)
vi: Đơn ngang (LTR)

# readerModeSingleHorizontalRTL
source: Single Horizontal (RTL)
vi: Ngang đơn (RTL)

# readerModeSingleVertical
source: Single Vertical
vi: Dọc đơn

# readerModeWebtoon
source: Webtoon
vi: Cuộn dọc

# readerNavigationLayout
source: Navigation layout
vi: Bố cục điều hướng

# readerNavigationLayoutDefault
source: Default
vi: Mặc định

# readerNavigationLayoutDisabled
source: Disabled
vi: Tắt

# readerNavigationLayoutEdge
source: Edge
vi: Dạng góc cạnh

# readerNavigationLayoutInvert
source: Invert tapping
vi: Đảo ngược khu vực nhấn

# readerNavigationLayoutKindlish
source: Kindle-ish
vi: Dạng Kindle

# readerNavigationLayoutLShaped
source: L Shaped
vi: Dạng chữ L

# readerNavigationLayoutRightAndLeft
source: Right And Left
vi: Phải và trái

# readerOverlay
source: Reader initial overlay
vi: Lớp phủ ban đầu của trình đọc

# readerOverlaySubtitle
source: Shows title and quick settings when opening a chapter
vi: Hiển thị tiêu đề và cài đặt nhanh khi mở một chương

source: Reader Padding
vi: Phần đệm đầu đọc

# readerScrollAnimation
source: Scroll animation
vi: Hoạt ảnh cuộn

# readerSwipeChapterToggle
source: Swipe toggle
vi: Vuốt chuyển đổi

# readerSwipeChapterToggleDescription
source: Swipe to change chapter in reader
vi: Vuốt để thay đổi chương trong trình đọc

# readerVolumeTap
source: Volume Keys
vi: Phím âm lượng

# readerVolumeTapInvert
source: Invert Volume Keys
vi: Đảo ngược phím âm lượng

# readerVolumeTapSubtitle
source: Navigate with Volume Keys
vi: Điều hướng bằng phím âm lượng

source: Refresh
vi: Làm mới

source: Reload
vi: Tải lại

source: Remove
vi: Xóa

source: Remove from Library?
vi: Xóa khỏi Thư viện?

source: Reset
vi: Đặt lại

# restoreBackupDescription
source: Restore Tachidesk from backup
vi: Khôi phục Suwayomi từ bản sao lưu

# restoreBackupTitle
source: Restore Backup
vi: Khôi phục bản sao lưu

# restored
source: Backup restored!
vi: Đã khôi phục bản sao lưu!

# restoring
source: Restoring backup
vi: Khôi phục bản sao lưu

source: Resume
vi: Tiếp tục

source: Retry
vi: Thử lại

source: Running
vi: Đang chạy

source: Save
vi: Lưu

source: Scanlators
vi: Nhóm dịch

source: Search
vi: Tìm kiếm

source: Searching for updates
vi: Tìm kiếm thông tin cập nhật

source: Select in between
vi: Chọn ở giữa

source: Select next 10
vi: Chọn 10 chương tiếp theo

source: Select Unread
vi: Chọn Chưa đọc

source: Server Port
vi: Cổng máy chủ

# serverPortHintText
source: Server port
vi: Cổng máy chủ

source: Server URL
vi: URL máy chủ

# serverUrlHintText
source: Server url
vi: URL máy chủ

source: Server version
vi: Phiên bản máy chủ

source: Settings
vi: Cài đặt

source: Sort
vi: Sắp xếp

source: Source
vi: Nguồn

# sourceTypeFilter
source: Filter
vi: Bộ lọc

# sourceTypeLatest
source: Latest
vi: Mới nhất

# sourceTypePopular
source: Popular
vi: Phổ biến

source: Sources
vi: Nguồn

source: Start
vi: Bắt đầu

# themeModeDark
source: Dark
vi: Tối

# themeModeLight
source: Light
vi: Sáng

# themeModeSystem
source: System
vi: Hệ thống

source: Today
vi: Hôm nay

source: Uninstall
vi: Gỡ cài đặt

source: Updating
vi: Đang cập nhật

source: User Name
vi: Tên người dùng

# versionAvailable
source: Version {version} available for {app}!!
vi: Đã có phiên bản {version} cho {app}!!

# webUI
source: Open in WEB
vi: Mở trong WEB

source: Web View
vi: Xem trên web

source: What's New?
vi: Có gì mới?

source: Yesterday
vi: Hôm qua

source: Credentials
vi: Thông tin xác thực

# errorFilePickUnknownExtension
source: Please select a file with {extensionName} extension
vi: Vui lòng chọn tệp có phần mở rộng {extensionName}

# errorSomethingWentWrong
source: Something went wrong!
vi: Đã xảy ra lỗi!

source: In library
vi: Trong thư viện

# mangaSortDateAdded
source: Date Added
vi: Ngày thêm

source: More
vi: Thêm

source: Move to top
vi: Di chuyển lên trên cùng

# nsfwInfo
source: This does not prevent unofficial or potentially incorrectly flagged extensions from surfacing NSFW(18+) content within app
vi: Điều này không ngăn các phần mở rộng không chính thức hoặc có khả năng gắn cờ không chính xác hiển thị nội dung NSFW(18+) trong ứng dụng

source: Pinch to Zoom
vi: Chụm để thu phóng

source: Completed
vi: Hoàn thành

# copyMsg
source: '{msg}' Copied!
vi: '{msg}' Đã sao chép!

# quickSearchShowAllCommandTip
source: Tip: Enter '?' to see all commands
vi: Mẹo: Nhập '?' để xem tất cả các lệnh

source: Server
vi: Máy chủ

source: Updates
vi: Cập nhật

# quickSearchSourceManga
source: Search for Manga 'M' in Source 'S'
vi: Tìm kiếm Manga 'M' trong Nguồn 'S'

source: Unknown Manga
vi: Truyện tranh không xác định

source: Unread
vi: Chưa đọc

source: Updates Summary
vi: Tóm tắt cập nhật

source: Uninstalling
vi: Gỡ cài đặt

source: Unknown Author
vi: Tác giả không xác định

source: Unknown Source
vi: Nguồn không xác định

source: Update
vi: Cập nhật

# readerModeContinuousHorizontalRTL
source: Continuous Horizontal (RTL)
vi: Ngang liên tục (RTL)

source: Update Completed
vi: Cập nhật đã hoàn tất

source: Auto-download
vi: Tự động tải xuống

source: Automatically refresh metadata
vi: Tự động làm mới siêu dữ liệu

# automaticallyRefreshMetadataSubtitle
source: Check for new cover and details when updating library
vi: Kiểm tra bìa và thông tin chi tiết mới khi cập nhật thư viện

source: Backup and Restore
vi: Sao lưu và khôi phục

source: Backup Cleanup
vi: Dọn dẹp sao lưu

source: Backup Interval
vi: Thời gian sao lưu

source: Backup Location
vi: Vị trí sao lưu

# backupCleanupDescription
source: {count, select, 0{Never} 01{Delete Backups that are older 1 day} other{Delete Backups that are older {count} days}}
vi: {count, select, 0{Never} 01{Xóa các bản sao lưu cũ 1 ngày} other{Xóa các bản sao lưu cũ hơn {count} ngày}}

source: Chapter download limit
vi: Giới hạn tải chương

# chapterDownloadLimitDesc
source: Limit the amount of new chapters that are going to get downloaded.
vi: Giới hạn số lượng chương mới sẽ được tải xuống.

source: Debug logs
vi: Nhật ký gỡ lỗi

# downloadLocationHint
source: The path to the directory on the server where downloaded files should get saved in
vi: Đường dẫn đến thư mục trên máy chủ nơi các tập tin đã tải xuống sẽ được lưu vào

# enableSocksProxy
source: Use SOCKS Proxy
vi: Sử dụng SOCKS Proxy

source: Error
vi: Lỗi

# errorBackupCreate
source: Failed to create Backup
vi: Không tạo được bản sao lưu

# errorBackupRestore
source: Failed to restore backup!
vi: Khôi phục sao lưu thất bại!

source: Extension Repository
vi: Kho lưu trữ mở rộng

# extensionRepositoryDescription
source: Add repositories from which extensions can be installed
vi: Thêm kho lưu trữ mà phần mở rộng có thể được cài đặt

source: FlareSolverr Request Timeout
vi: Thời gian chờ yêu cầu của FlareSolverr

source: FlareSolverr Server Url
vi: Url máy chủ FlareSolverr

source: FlareSolverr session name
vi: Tên phiên FlareSolverr

source: Enter {prop}
vi: Nhập {prop}

source: FlareSolverr session TTL
vi: Phiên FlareSolverr TTL

# includeCategories
source: Categories
vi: Thể loại

# includeChapters
source: Chapters
vi: Chương

source: Invalid Port
vi: Cổng không hợp lệ

# ip
source: IP Address
vi: Địa chỉ IP

# ipHintText
source: Enter server binding IP address
vi: Nhập địa chỉ IP liên kết máy chủ

source: Local source location
vi: Vị trí nguồn cục bộ

source: Misc
vi: Khác

# nChapters
source: {n, plural, =0{None} =1{1 Chapter} other{{n} Chapters}}
vi: {n, plural, =0{None} =1{1 Chương} other{{n} Chương}}

# nDays
source: {count, select, 01{01 Day} other{{count} Days}}
vi: {count, select, 01{01 Ngày} other{{count} Ngày}}

# nHours
source: {n, plural, =1{1 hour} other{{n} hours}}
vi: {n, plural, =1{1 giờ} other{{n} giờ}}

# nMinutes
source: {n, plural, =1{1 Minute} other{{n} Minutes}}
vi: {n, plural, =1{1 Phút} other{{n} Phút}}

# nSeconds
source: {n, plural, =1{1 second} other{{n} seconds}}
vi: {n, plural, =1{1 giây} other{{n} giây}}

# nSources
source: {n, plural, =1{1 Source} other{{n} Sources}}
vi: {n, plural, =1{1 Nguồn} other{{n} Nguồn}}

source: None
vi: Không có

source: Open In Web
vi: Mở Trong Web

source: or
vi: hoặc

# parallelSourceRequest
source: Parallel source requests
vi: Số lượng kết nối

source: Queued
vi: Đã xếp hàng

source: Server Bindings
vi: Ràng buộc máy chủ

source: Skip updating entries
vi: Bỏ qua cập nhật các mục

source: SOCKS Password
vi: Mật khẩu SOCKS

source: SOCKS Host
vi: Địa chỉ SOCKS

# systemTrayIcon
source: Show icon in system tray
vi: Hiển thị biểu tượng trong khay hệ thống

source: SOCKS Version
vi: Phiên bản SOCKS

source: SOCKS UserName
vi: Tên người dùng SOCKS

source: SOCKS Port
vi: Cổng SOCKS

# updateFailed
source: Failed to update {property}
vi: Không cập nhật được {property}

# withUnreadChapter
source: With unread chapter(s)
vi: Với chương chưa đọc

# invalidProp
source: Invalid {property}
vi: Không hợp lệ {property}

source: Backup Time
vi: Thời gian sao lưu

source: Downloading
vi: Đang tải xuống

source: Automatic Update
vi: Tự động cập nhật

source: Copied!
vi: Đã sao chép!

# openFlareSolverr
source: Checkout FlareSolverr for information on how to set it up
vi: Kiểm tra FlareSolverr để biết thông tin về cách thiết lập

source: That haven't been started
vi: Chưa bắt đầu đọc

# excludeEntryWithUnreadChapters
source: Ignore automatic chapter downloads for entries with unread chapters
vi: Không tự động tải chương các truyện đang có chương chưa đọc

# gqlDebugLogsHint
source: This includes logs with non privacy safe information
vi: Điều này bao gồm các bản ghi có thông tin không an toàn về quyền riêng tư

source: Advanced
vi: Nâng cao

source: Authentication
vi: Xác thực

# autoDownloadNewChapters
source: Download new chapters
vi: Tải xuống chương mới

source: Automatic Backup
vi: Tự động sao lưu

# backupLocationDescription
source: The path to the directory on the server where automated backups should get saved in
vi: Đường dẫn đến thư mục trên máy chủ nơi các bản sao lưu sẽ được lưu vào

source: Cloudflare Bypass
vi: Bỏ qua Cloudflare

source: Download location
vi: Vị trí tải xuống

source: With Completed status
vi: Với trạng thái Đã hoàn thành

source: Hide Empty Category
vi: Ẩn danh mục trống

source: Save as CBZ archive
vi: Lưu bằng định dạng nén CBZ

source: Validating
vi: Xác thực

# gqlDebugLogs
source: Graphql debug logs
vi: Nhật ký gỡ lỗi Graphql

# localSourceLocationDescription
source: The path to the directory on the server where local source files are saved in
vi: Đường dẫn đến thư mục trên máy chủ nơi các tệp nguồn cục bộ được lưu trong

source: No {prop} Found
vi: Không tìm thấy {prop}

source: Restore
vi: Khôi phục

# nRepo
source: {n, plural, =1{1 Repo} other{{n} Repos}}
vi: {n, plural, =1{1 Kho lưu trữ} other{{n} Kho lưu trữ}}

# mangaSortLastUpdated
source: Last Updated
vi: Lần cuối cập nhật

source: Migrate
vi: Di chuyển

# migrationSelectTargetSource
source: Select Target Source
vi: Chọn nguồn đích

# migrationSearchInSource
source: Search in {sourceName}
vi: Tìm kiếm trong {sourceName}

source: Migration Preview
vi: Xem trước di chuyển

source: Migration in Progress
vi: Đang tiến hành di chuyển

# migrationComplete
source: Migration completed successfully
vi: Di chuyển đã hoàn tất

source: Migration Failed
vi: Di chuyển không thành công

source: Migration Cancelled
vi: Di chuyển đã bị hủy bỏ

source: Migrate Chapters
vi: Di chuyển chương

# migrateChaptersDescription
source: Copy chapter read status to new source
vi: Sao chép trạng thái đã đọc chương sang nguồn mới

source: Migrate Categories
vi: Di chuyển danh mục

# migrateCategoriesDescription
source: Copy manga categories to new source
vi: Sao chép danh mục Manga vào nguồn mới

source: Migrate Downloads
vi: Di chuyển tải xuống

# migrateDownloadsDescription
source: Move downloaded chapters to new source
vi: Di chuyển các chương được tải xuống sang nguồn mới

source: Migrate Tracking
vi: Di chuyển theo dõi

source: Migration Options
vi: Tùy chọn di chuyển

source: Migration Settings
vi: Cài đặt di chuyển

source: Select Target Source
vi: Chọn Nguồn Đích

# noSourcesAvailable
source: No sources available for migration
vi: Không có nguồn nào có sẵn để di chuyển

# checkSourceConfiguration
source: Please check your source configuration
vi: Vui lòng kiểm tra cấu hình nguồn của bạn

# noAlternativeSources
source: No alternative sources available
vi: Không có nguồn thay thế nào có sẵn

# installMoreSources
source: Install more sources to enable migration
vi: Cài đặt nhiều nguồn hơn để cho phép di chuyển

source: Error loading sources
vi: Lỗi tải nguồn

# errorGettingMigrationSources
source: Failed to get migration sources
vi: Không nhận được nguồn di chuyển

# errorSearchingMangaInSource
source: Failed to search manga in source
vi: Không thể tìm kiếm manga trong nguồn

# errorFetchingSourceManga
source: Failed to fetch source manga
vi: Không lấy được manga nguồn

# errorSourceMangaNotFound
source: Source manga not found
vi: Nguồn manga không tìm thấy

source: Search manga...
vi: Tìm kiếm manga...

# searchForManga
source: Search for manga in the target source
vi: Tìm kiếm manga trong nguồn đích

# enterSearchTerm
source: Enter a search term to find manga
vi: Nhập để tìm kiếm để tìm manga

# errorFetchingTargetManga
source: Failed to fetch target manga
vi: Không lấy được manga đích

# errorTargetMangaNotFound
source: Target manga not found
vi: Không tìm thấy manga đích

source: No results found
vi: Không tìm thấy kết quả nào

# tryDifferentSearch
source: Try a different search term
vi: Hãy thử từ khóa tìm kiếm khác

source: Search error
vi: Lỗi tìm kiếm

source: Important Notice
vi: Thông báo quan trọng

# migrationWarning
source: This will permanently move your manga data. This action cannot be undone.
vi: Thao tác này sẽ di chuyển vĩnh viễn dữ liệu manga của bạn. Không thể hoàn tác hành động này.

# deleteSourceWarning
source: The original manga will be removed from your library after migration.
vi: Manga gốc sẽ bị xóa khỏi thư viện của bạn sau khi di chuyển.

source: Confirm Migration
vi: Xác nhận di chuyển

# migrationConfirmationMessage
source: Are you sure you want to migrate this manga? This action cannot be undone.
vi: Bạn có chắc chắn muốn di chuyển manga này không? Hành động này không thể hoàn tác.

source: Start Migration
vi: Bắt đầu di chuyển

source: Preparing migration...
vi: Đang chuẩn bị di chuyển...

source: Migration Completed!
vi: Quá trình di chuyển đã hoàn tất!

# migrationSuccessMessage
source: Your manga has been successfully migrated to the new source.
vi: Manga của bạn đã được di chuyển thành công sang nguồn mới.

# migrationCancelledMessage
source: The migration process has been cancelled. No changes were made.
vi: Quá trình di chuyển đã bị hủy. Không có thay đổi nào được thực hiện.

source: Cancel Migration
vi: Hủy bỏ di chuyển

# cancelMigrationConfirmation
source: Are you sure you want to cancel the migration? This action cannot be undone.
vi: Bạn có chắc chắn muốn hủy quá trình di chuyển không? Hành động này không thể hoàn tác.

source: Quick Presets
vi: Cài đặt nhanh

# quickMigration
source: Quick
vi: Nhanh

# fullMigration
source: Full
vi: Đầy đủ

# customMigration
source: Custom
vi: Tùy chỉnh

source: Delete Source Manga
vi: Xóa Nguồn Manga

# deleteSourceMangaDescription
source: Remove the original manga from library after migration
vi: Xóa manga gốc khỏi thư viện sau khi di chuyển

source: Done
vi: Xong

source: Yes
vi: Có

source: No
vi: Không

source: From
vi: Từ

source: To
vi: Đến

source: Migration Details
vi: Chi tiết di chuyển

source: Search All Sources
vi: Tìm kiếm tất cả các nguồn

# deleteSourceAfterMigration
source: Delete source manga after migration
vi: Xóa manga nguồn sau khi di chuyển

# searchingAllSources
source: Searching across all available sources...
vi: Đang tìm kiếm trên tất cả các nguồn có sẵn...

# noMatchingMangaFound
source: No matching manga found in any source
vi: Không tìm thấy manga phù hợp trong bất kỳ nguồn nào

# migrateTrackingDescription
source: Copy tracking information to new source
vi: Sao chép thông tin theo dõi vào nguồn mới

# removeFromHistoryConfirmation
source: Are you sure you want to remove this chapter from your reading history?
vi: Bạn có chắc chắn muốn xóa chương này khỏi lịch sử đọc của mình không?

# tryDifferentSearchTerm
source: Try a different search term
vi: Hãy thử một từ khóa tìm kiếm khác

source: Recently Read
vi: Đọc gần đây

source: History
vi: Lịch sử

source: Remove from History
vi: Xóa khỏi Lịch sử

source: Search history...
vi: Tìm kiếm lịch sử...

# noHistoryFound
source: No reading history found
vi: Không tìm thấy lịch sử đọc
