Repository: Suwayomi/Tachidesk-Sorayomi
Catalog: lib/src/l10n/app_*.arb
Languages: vi

# startReadingToSeeHistory
source: Start reading manga to see your history here
vi: Bắt đầu đọc truyện để xem lịch sử của bạn tại đây

source: No search results
vi: Không có kết quả tìm kiếm

# errorOccurred
source: An error occurred
vi: Đã xảy ra lỗi

source: View Manga
vi: Xem truyện
